/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"authorization_header" = "Authorization";
"token_and_secret_header" = "Using token and secret";
"token_and_payment_session_header" = "Using payment session";

"api_header" = "API Configurations";
"amount_header" = "Amount";
"apple_pay_header" = "Apple Pay";
"others_header" = "Others";
"reference_header" = "Reference";
"address_header" = "Address";
"primary_account_details_header" = "Primary account details";

"reference_footer" = "If left empty, payment references will be generated automatically.";

"is_sandboxed_title" = "Sandboxed";
"judo_id_title" = "Judo ID";
"site_id_title" = "Site ID";
"token_title" = "Token";
"secret_title" = "Secret";
"amount_title" = "Amount";
"currency_title" = "Currency";
"merchant_id_title" = "Merchant ID";
"card_networks_title" = "Supported card networks";
"payment_methods_title" = "Payment methods";
"avs_title" = "Address Verification Service";
"amount_method_label_title" = "Amount label in Payment Methods";
"amount_button_label_title" = "Amount label in Payment Button";
"security_code" = "Security code (deprecated)";
"is_initial_recurring_payment_title" = "Initial recurring payment";
"payment_session_title" = "Payment Session";
"payment_reference_title" = "Payment reference";
"consumer_reference_title" = "Consumer reference";
"is_primary_account_details_enabled_title" = "Enable primary account details";
"primary_account_name_title" = "Name";
"primary_account_account_number_title" = "Account number";
"primary_account_date_of_birth_title" = "Date of birth";
"primary_account_post_code_title" = "Post code";
"is_address_enabled_title" = "Enable card address";
"address_line_1_title" = "Line 1";
"address_line_2_title" = "Line 2";
"address_line_3_title" = "Line 3";
"address_town_title" = "Town";
"address_post_code_title" = "Post code";
"address_billing_country_title" = "Billing country";
"address_country_code_title" = "Country code";
"address_administrative_division_title" = "Administrative division";
"address_phone_country_code_title" = "Phone country code";
"address_mobile_number_title" = "Mobile number";
"address_email_title" = "Email address";

"three_ds2_header" = "3DS 2.0";
"network_timeout_header" = "Network timeouts";
"is_3ds2_enabled_title" = "Enable billing information screen";
"challenge_request_indicator_title" = "Challenge request indicator";
"sca_exemption_title" = "SCA exemption";
"three_ds2_max_timeout_title" = "3DS 2.0 max timeout";
"connect_timeout_title" = "Connect timeout";
"read_timeout_title" = "Read timeout";
"write_timeout_title" = "Write timeout";
"three_ds2_protocol_message_version_title" = "Protocol message version";

"recommendation_feature_header" = "Recommendation feature";
"is_recommendation_enabled_title" = "Enable Recommendation";
"rsa_key_title" = "RSA key";
"recommendation_url_title" = "Recommendation URL";
"recommendation_timeout_title" = "Recommendation API timeout";

"challenge_request_don_t_set_title" = "Don't set";
"challenge_request_no_preference_indicator_title" = "No preference";
"challenge_request_no_challenge_indicator_title" = "No challenge";
"challenge_request_challenge_preferred_indicator_title" = "Challenge preferred";
"challenge_request_challenge_as_mandate_indicator_title" = "Challenge as mandate";

"sca_exemption_don_t_set_title" = "Don't set";
"sca_exemption_low_value_title" = "Low value";
"sca_exemption_secure_corporate_title" = "Secure corporate";
"sca_exemption_trusted_beneficiary_title" = "Trusted beneficiary";
"sca_exemption_transaction_risk_analysis_title" = "Transaction risk analysis";

"card_networks_entry_visa" = "Visa";
"card_networks_entry_master_card" = "Master Card";
"card_networks_entry_maestro" = "Maestro";
"card_networks_entry_amex" = "AMEX";
"card_networks_entry_china_union_pay" = "China Union Pay";
"card_networks_entry_jcb" = "JCB";
"card_networks_entry_discover" = "Discover";
"card_networks_entry_diners_club" = "Diners Club";

"payment_methods_entry_card" = "Card";
"payment_methods_entry_apple_pay" = "Apple Pay";

"currency_gbp" = "British pound (GBP)";
"currency_usd" = "United States dollar (USD)";
"currency_eur" = "Euro (EUR)";
"currency_aud" = "Australian dollar (AUD)";
"currency_sek" = "Swedish krona (SEK)";
"currency_cad" = "Canadian dollar (CAD)";
"currency_nok" = "Norwegian krone (NOK)";
"currency_brl" = "Brazilian real (BRL)";
"currency_chf" = "Swiss franc (CHF)";
"currency_czk" = "Czech koruna (CZK)";
"currency_dkk" = "Danish krone (DKK)";
"currency_hkd" = "Hong Kong dollar (HKD)";
"currency_huf" = "Hungarian forint (HUF)";
"currency_jpy" = "Japanese yen (JPY)";
"currency_nzd" = "New Zealand dollar (NZD)";
"currency_pln" = "Polish złoty (PLN)";
"currency_zar" = "South African rand (ZAR)";
"currency_ars" = "Argentine peso (ARS)";
"currency_bhd" = "Bahraini dinar (BHD)";
"currency_mmk" = "Burmese kyat (MMK)";
"currency_kyd" = "Cayman Islands dollar (KYD)";
"currency_clp" = "Chilean peso (CLP)";
"currency_cny" = "Chinese yuan (CNY)";
"currency_cop" = "Colombian peso (COP)";
"currency_isk" = "Icelandic króna (ISK)";
"currency_inr" = "Indian rupee (INR)";
"currency_idr" = "Indonesian rupiah (IDR)";
"currency_jod" = "Jordanian dinar (JOD)";
"currency_kwd" = "Kuwaiti dinar (KWD)";
"currency_omr" = "Omani rial (OMR)";
"currency_ngn" = "Nigerian naira (NGN)";
"currency_pkr" = "Pakistani rupee (PKR)";
"currency_nio" = "Nicaraguan córdoba (NIO)";
"currency_pab" = "Panamanian balboa (PAB)";
"currency_php" = "Philippine peso (PHP)";
"currency_qar" = "Qatari riyal (QAR)";
"currency_rub" = "Russian ruble (RUB)";
"currency_sar" = "Saudi riyal (SAR)";
"currency_sgd" = "Singapore dollar (SGD)";
"currency_vnd" = "Vietnamese đồng (VND)";
"currency_aed" = "United Arab Emirates dirham (AED)";
"currency_rsd" = "Serbian dinar (RSD)";
"currency_ron" = "Romanian leu (RON)";
"currency_mxn" = "Mexican peso (MXN)";
"currency_uah" = "Ukrainian hryvnia (UAH)";

"apple_pay_returned_contact_info_header" = "Apple Pay Returned Contact Info (in JPResponse Callback)";
"apple_pay_returned_contact_billing_title" = "Billing Contacts";
"apple_pay_returned_contact_shipping_title" = "Shipping Contacts";

"apple_pay_required_billing_fields_header" = "Apple Pay Required Billing Contact Fields";
"apple_pay_required_billing_field_postal_address_title" = "Postal Address";
"apple_pay_required_billing_field_phone_title" = "Phone";
"apple_pay_required_billing_field_email_title" = "Email";
"apple_pay_required_billing_field_name_title" = "Name";

"apple_pay_required_shipping_fields_header" = "Apple Pay Required Shipping Contact Fields";
"apple_pay_required_shipping_field_postal_address_title" = "Postal Address";
"apple_pay_required_shipping_field_phone_title" = "Phone";
"apple_pay_required_shipping_field_email_title" = "Email";
"apple_pay_required_shipping_field_name_title" = "Name";

"is_delayed_authorisation_on_title" = "Delayed authorisation";

"token_payments" = "Token payments";
"should_ask_for_csc_title" = "Should ask for CSC";
"should_ask_for_cardholder_name_title" = "Should ask for cardholder name";

"apple_pay_recurring_payment" = "Apple Pay Recurring Payment";
"is_recurring_payment_enabled_title" = "Enable recurring payment";
"recurring_payment_description_title" = "Payment description";
"recurring_payment_billing_agreement_title" = "Billing agreement";
"recurring_payment_management_url_title" = "Management URL";
"recurring_payment_label_title" = "Label";
"recurring_payment_amount_title" = "Amount";
"recurring_payment_interval_unit_title" = "Interval unit";
"recurring_payment_interval_unit_minute" = "Minute";
"recurring_payment_interval_unit_hour" = "Hour";
"recurring_payment_interval_unit_day" = "Day";
"recurring_payment_interval_unit_month" = "Month";
"recurring_payment_interval_unit_year" = "Year";
"recurring_payment_interval_count_title" = "Interval count";
"recurring_payment_start_date_title" = "Start date";
"recurring_payment_end_date_title" = "End date";
"apple_pay_deferred_payment" = "Apple Pay Deferred Payment";
"is_deferred_payment_enabled_title" = "Enable deferred payment";
"deferred_payment_description_title" = "Payment description";
"deferred_payment_billing_agreement_title" = "Billing agreement";
"deferred_payment_management_url_title" = "Management URL";
"deferred_payment_label_title" = "Label";
"deferred_payment_amount_title" = "Amount";
"deferred_payment_deferred_date_title" = "Deferred date";
"deferred_payment_free_cancellation_date_title" = "Free cancellation date";
"apple_pay_settings_header" = "Apple Pay Settings";
